start_command = 
    .description = Запустить бот
language_command = 
    .description = Сменить язык / Change language
setcommands_command =
    .description = Обновить содержимое этого меню для всех

welcome = Добро пожаловать!
language =
    .select = Пожалуйста, выберите язык
    .changed = Язык успешно изменён!
admin =
    .commands-updated = Комманды обновлены.

unhandled = Неизвестная команда.

initial_survey =
    .i_dont_know_you = Я вас пока ещё не знаю, давайте знакомиться 👋
    .i_know_you = Вижу, вы уже прошли собеседование, но мне нужно уточнить пару деталей.

    .name = Как вас зовут?

    .pronouns = Какие местоимения вы используете?
    .pronouns_they_them = 🌻 Они/Их
    .pronouns_she_her = 🌸 Она/Её
    .pronouns_he_him = 🪻 Он/Его
    .pronouns_it_its = 🌿 Оно/Его
    .can_use_custom_pronouns = Можно указать местоимения не из списка...

    .areyou18 = Вам уже есть 18?
    .areyou18_yes = 👍 Да
    .areyou18_no = 😱 Нет

    .gender = Какая у вас гендерная идентичность?
    .gender_nonbinary = 🧋Небинарная
    .gender_woman = 🍉 Женщина
    .gender_man = 🥑 Мужчина
    .can_use_custom_gender = Можно указать идентичность не из списка...

    .sexuality = А сексуальная ориентация?
    .sexuality_bisexual = 🐶 Бисексуальная/Пансексуальная
    .sexuality_homosexual = 🐳 Гомосексуальная
    .sexuality_heterosexual = 🐨 Гетеросексуальная
    .can_use_custom_sexuality = Можно указать идентичность не из списка...

    .replies_saved =
        Ответы сохранены ✨
        Вы сможете отредактировать их командой /me.
